<template>
	<view style="padding: 0.5rem 1rem;">
		            <view style="font-weight: bold;text-align: center;">《责任声明》-摩之家</view>
		<view>您（以下简称甲方）需要确认并知悉，摩之家
		（以下简称乙
		方）仅为按摩服务信息提供方，并不实际承担或代理第三方按
		摩师（以下简称丙方）承担的预订申请中的推拿按摩服务责
		任。</view>
		<view>经丙方确认后的订单将被视为甲方与丙方达成的上门推拿
		按摩服务协议，乙方通知甲方预约成功的信息到达甲方时，乙
		方协助甲方、丙方达成推拿按摩服务的中介信息服务被视为已
		完成；上述服务协议在乙方收到甲方按照预约订单载明的费用
		时立即生效。</view>
		<view>各方认为，乙方并不构成为甲方提供实际按摩服务的一
		方，对甲方在接受推拿按摩服务过程中所发生的一切法律纠纷
		仅负有协助、配合义务，并对在上述协议履行过程中可能造成
		的直接损失和间接损失不承担任何责任。</view>
		<view>为明确甲方、丙方在按摩服务过程中的权利义务，各方共
		同约定如下：</view>
		<view style="font-weight: bold;">一. 甲方在按摩服务过程中应遵守下列规定：</view>
		<view>1. 不得向按摩师提出违反法律法规的服务要求</view>
		<view>2. 不得诱导、强迫按摩师提供非平台中的服务</view>
		<view>3. 不得对按摩师人身安全造成损害，不得对按摩师进
		行语言攻击、侮辱等</view>
		<view style="font-weight: bold;">二. 乙方应当积极协助服务，并确保服务的及时性和标准化</view>
		<view style="font-weight: bold;">三. 丙方在服务过程中提供的服务应当具有可控性，并通过
		国家职业资格审核部门的审核认证。对服务期间发生的
		意外，应当及时提供救治服务。
		鉴于网络服务的特殊性，甲、乙、丙方授权乙方可在以下
		情形发生时随时变更、中断或终止部分或全部的网络服务。</view>
		<view>一. 由于乙方需要定期或不定期的对提供网络的服务平台或
		相关的设备进行检测或者维护，如因此类状况而造成网
		络服务合理的中断，乙方无需为此承担责任。对于因不
		可抗力或非乙方的原因造成的网络服务中断或其他缺
		陷，乙方不承担任何责任。</view>
		<view>二. 甲、丙明确同意其使用摩之家按摩平台服务所存在的风险
		以及产生的一切后果将完全由其自己承担，乙方不承担
		任何责任。</view>
		<view>三. 乙方将为达到服务便利、优质、广泛等目的而设置外部
		链接。但该外部链接指向的网页内容不由乙方实际控
		制，因此乙方不保证上述网页内容的准确性和完整性，
		并对网页内容不承担任何法律责任。</view>
		<view>若乙、丙对版本协议作出任何更改，将由乙方及时将修改
		后的协议在官方网站及手机端公布。该等公告视为对甲方进行
		了通知。甲方如果不同意乙、丙对本协议相关条款所做的更
		改，有权停止使用摩之家按摩预约服务。如果甲方继续使用该服
		务，则视为为甲方接受乙、丙对本协议相关条款的更改。
		本协议项下乙方对甲方所有的通知均可通过网页公告、电
		子邮件、手机短信或常规的信件传送等方式进行，该通知于发
		送之日视为已送达甲方。甲方如有任何事宜需通知乙方，应当
		通过乙方对外正式公布的通信地址、电子邮箱地址等联系方式
		进行联系以及传达。</view>
		<view>本协议履行过程中发生的争议，三方应友好协商解决，无
		法协商解决的，四方一致同意将争议提交乙方所在地人民法院
		诉讼解决。甲方、乙方、丙方在此确认并声明，其已认真阅读
		以上协议内容并充分理解其含义，并同意本协议中之内容的约定 
		并进一步同意，甲方向乙方提交按摩预约申请时即视为各方接受本协议的约束。</view>
	</view>
</template>

<style>
	view{
		font-size: 0.7rem;
	}
</style>