<template>
	<view style="padding:0.5rem 1rem;">
		<view>
		尊敬的用户，为保障您的合法权益，请您在点
		击“充值”按钮前，完整、仔细地阅读本充值协
		议。当您继续点击“充值”按钮，即视为您已阅读、
		理解本协议，并同意按本协议规定执行。
		您同意摩之家有权随时修改本协议，并以摩之家软件平
		台公示的方式通知您，修改后的协议自公示时生
		效。本协议的条款修改后，如果您不同意本协议条
		款的修改，可以取消并停止继续使用摩之家会员服
		务，如果您继续使用摩之家会员服务，则视为已经接
		受本协议的全部修改。
		</view>
		<view style="font-weight: bolder;">
		一，储值账户
		</view>
		<view style="font-weight: bold;">
		1、 充值方式
		</view>
		<view>
		目前仅支持通过本APP客户端在线充值，尚不支持
		其他平台的充值方式，所以在充值过程中，请注意
		认准摩之家APP充值唯一方式。
		</view>
		<view>
		2、 充值赠送金额（如有）、充值金额、账户金额
		充值赠送金额指：根据本APP不时推出的充值优惠
		活动，您充值后，在您充值金额以外，额外赠予的
		金额。如，您充值200元人民币，根据当时的充值
		优惠活动赠送您50元，则您成功充值200元后，在
		本APP账户内显示的充值金额为250元，超出的50元
		即为充值赠送金额。
		</view>
		<view>
		充值金额指：您实际充值支付的金额（人民币）。
		账户金额：即您APP账户中当前显示的金额，账户
		金额一般通过充值金额、充值赠送金额及其他赠送
		或补偿的金额获得。
		</view>
		<view>
		3、 充值赠送代金券（如有），代金券总金额为5-10-30-50元
		几种不等，每次下单限用一张
		</view>
		<view>
		4、 充值后，充值赠送金额（如有）将立即累加到
		您的账户金额，充值赠送代金券（如有）将立即发
		放至您的账户中；如果您的充值金额满足会员升级
		条件，您的会员等级将立即升级成功，您可即刻获
		得相应会员资格。
		</view>
		<view style="color: #F9221D;">
		5、 充值后，充值金额不能退款，请您根据自己的
		消费需要进行充值。
		</view>
		<view>
		6、 充值后，账户金额仅可用于支付本APP平台提供
		的相关服务。
		</view>
		<view>
		7、 充值后，账户金额使用不设有效期，可长期使
		用，不能提现、转移、转赠。
		</view>
		<view>
		8、 用户使用账户金额支付的订单，如遇订单取消
		或者变更产生退款时，使用账户金额支付的款项将
		原路退回到账户余额。
		</view>
		<view style="font-weight: bolder;">
		二、包月会员卡规则
		</view>
		<view>
		1、会员卡有效期、每天使用次数和有效期内总使用次 
		数、可享折扣、适用门店、适用业务类型等以会员卡详 
		情说明为准，会员卡与其他类型优惠共享情况以实际提 
		交订单时的说明为准，会员卡优惠门槛以折后价计算。
		</view>
		<view>
		2、会员卡应当在有效期内使用，超过有效期的会员卡不 
		可使用。
		</view>
		<view>
		3、会员卡一经购买不可退换卡、不可储值、不可兑换现 
		金、不可转让、出租或者转借，因您将会员卡出租或者 
		转借他人、卡片保管不善、自身使用不当等而造成未能 
		享受折扣权益的责任由您自行承担。
		</view>
		<view>
		4、您使用会员卡购买团购或预订等产品后发生退款的， 
		该产品所使用的折扣金额不退还。
		</view>
		<view>
		5、摩之家APP有权限制单张会员卡在一定时间段内的折扣 
		次数，以防止非正常用卡行为。
		</view>
		<view>
		6、折扣价=摩之家APP售卖价x折扣率，受不同优惠活动的 
		影响，折扣价可能随时发生变动，对于这些变动将不另 
		行通知您，购买价以您实际支付的价格为准。
		</view>
		<view>
		三、其他
		</view>
		<view>
		1、您同意并认可，摩之家APP有权不定期变更会员卡服务 
		规则，并以在摩之家app、平台网站或客户端公告的方式予 
		以公布，无需另行单独通知您。该等变更自公告载明的 
		生效时间开始生效，并成为本协议的一部分。
		</view>
		<view>
		9、 对本充值协议如有疑问，请务必在充值前拨打
		客服热线<label style="color: #007AFF;text-decoration: underline;" @tap="dialogConfirm">4000799688</label>咨询。
		</view>
	</view>
</template>

<script>
	export default {
		methods: {
			dialogConfirm() {
				uni.makePhoneCall({
					phoneNumber: "4000799688",
					success: () => {
						console.log("成功拨打电话")
					}
				})
				console.log('点击确认');
			}
		}
	}
</script>

<style>
	view{
		font-size: 0.7rem;
	}
</style>
