<template>
	<view style="padding: 0.5rem 1rem;">
		
		<view style="text-align: center;font-weight: bold;">《“摩之家”软件许可使用协议》</view>
		<view>本软件许可使用协议（以下称”本协议”）由您与上海澔元健康管理有限公司
		（以下称澔元）共同签署。在使用“摩之家”软件（以下称许可软件）之前，请仔细阅读本协议。一旦您
		下载安装使用许可软件，即表示您同意接受本协议所有条款和
		条件的约束。如您不同意本协议条款和条件，请勿使用许可软
		件，并请销毁所有许可软件副本。摩之家有权随时修改本协议，
		并以在摩之家网站公示的方式通知您，无需单独通知您。修改后
		的协议于公示时生效。协议条款修改后，您继续使用许可软件
		的，即视为您已阅读并接受修改后的协议。</view>
		<view style="font-weight: bold;">定义:</view>
		<view>1.许可软件：是指甶上海澔元开发的，供您下载，并仅限
		在手持移动终端（以下称手持终端）中安装、使用的软
		件系统。</view>
		<view>2.摩之家服务：由上海澔元健康管理有限公司为您提供
		的服务。您可以通过许可软件在手持移动终端使用摩之家软件服务。
		</view>
		<view style="font-weight: bold;">授权范围</view>
		<view>您仅可在手持移动终端中使用许可软件。未经澔元书面
		同意，您不得将许可软件安装在其他终端设备上，该等
		设备包括但不限于台式电脑、手提电脑。</view>
		<view>安装本软件后不得对许可软件或者许可软件运行过程中
		释放在任何手持终端中的数据及许可软件运行过程中手
		持终端与服务器端的交互数据进行复制、更改、修改、
		挂接运行或创作任何衍生作品，形式包括但不限于使用
		挂接运行或创作任何衍生作品，形式包括但不限于使用
		插件、外挂或非经授权的第三方工具/服务接入许可软件
		和相关系统。</view>
		<view>三. 摩之家有权在任何时候自行决定对许可软件及其相关功能
		进行变更、升级、修改或转移，并有权在许可软件系统
		中开发新的功能或其它服务。除非附有独立的协议，否
		则上述所有新的功能、软件服务的提供仍适用本协议。</view>
		<view>四. 您需要凭您在使用摩之家服务时获得的账号和密码登录许
		可软件，摩之家仅根据您的账号和密码确认使用许可软件
		者的身份。您应妥善保管您的账号和密码，并对其使用
		或遗失自行承担责任。如果您的账号和密码存在未获授
		权的使用，或者发生其他任何安全问题时，应立即通知
		摩之家。摩之家对因上述情形产生的后果不承担任何责任。</view>
		<view>五. 许可软件由您自在下载平台下载取得，您应遵守使用许
		可软件方式与限制的约定，一旦确认您违反该约定的，
		摩之家有权终止对您的使用许可。</view>
		<view>六.摩之家基于本协议许可而非向您销售许可软件，您仅可依
		照本协议约定使用许可软件。摩之家保留未明示授予的一
		切权利。</view>
		<view style="font-weight: bold;">使用规范</view>
		<view>您不得通过以下方式使用许可软件：</view>
		<view>一. 从事违法法律法规政策、破坏公序良俗、损害公共利益
		的行为。</view>
		<view>二. 对许可软件的相关信息擅自出租、出借、复制、修改、
		链接、转载、汇编、发表、出版、建立镜像站点，借助
		许可软件发展与之有关的衍生产品、作品、服务、插
		件、外挂、兼容、互联等。</view>
		<view>三. 通过非甶上海澔元及其关联公司开发、授权或认可的第
		三方兼容软件、系统登录或使用许可软件，或针对许可
		软件使用非上海澔元及其关联公司开发、授权或认证的
		插件和外挂。</view>
		<view>四. 删除许可软件及其他副本上关于版权的信息、内容。修
		改、删除或避开应用产品中摩之家为保护知识产权而设置
		的任何技术措施。</view>
		<view>五. 未经上海澔元的书面同意，擅自将许可软件出租、出借
		或再许可给第三方使用，或在获得许可软件的升级版本
		的许可使用后，同时使用多个版本的许可使用版本，或
		分开转让。</view>
		<view>六. 复制、反汇编、修改许可软件或其任何部分或制造其衍
		生作品。</view>
		<view>七. 进行任何危害信息网络安全的行为，包括使用许可软件
		时以任何方式损坏或破坏许可软件或使其不能运行或超
		负荷或干扰第三方对许可软件的使用；未经允许进入他
		人计算机系统并删除、修改、增加存储信息；故意传播
		恶意程序或病毒以及其他破坏、干扰正常网络信息服务
		的行为。</view>
		<view>八. 利用许可软件发表、传送、传播、储存侵害他人知识产
		权、商业秘密权等合法权利的内容，或从事欺诈、盗用
		他人账户、资金等违法犯罪活动。</view>
		<view>九. 通过修改或伪造许可软件运行中的指令、数据、数据
		包，增加、删减、变动许可软件的功能或运行效果，及/
		或将具有上述用途的软件通过信息网络向公众传播或者
		运营。</view>
		<view>十.其他以任何不合法的方式、为任何不合法的目的、或以
		任何与本协议不一致的方式使用许可软件。</view>
		<view style="font-weight: bold;">您了解并同意:</view>
		<view>一. 摩之家有权对您是否涉嫌违反上述使用规范做出单方认
		定，并根据单方认定结果中止、终止对您的使用许可或
		采取其他依约可采取的限制措施，且无须征得您的同意
		或提前通知予您。</view>
		<view>二. 对于您使用许可软件时发布的涉嫌违法或涉嫌侵犯他人
		合法权利或违反本协议的信息，摩之家有权不经通知您即
		予以删除。</view>
		<view>三. 对于您涉嫌违反上述使用规范的行为对任意第三方造成
		损害的，您均应当以自己的名义独立承担所有的法律责
		任，并应确保摩之家免于因此产生损失或增加费用。</view>
		<view>四. 如您涉嫌违反有关法律或者本协议之规定，使摩之家遭受
		任何损失，或受到任何第三方的索赔，或受到任何行政
		管理部门的处罚，您应当赔偿摩之家因此造成的损失及
		(或）发生的费用，包括合理的律师费用、调查取证费
		用。</view>
		<view style="font-weight: bold;">第三方软件或服务</view>
		<view>一. 许可软件可能使用或包含了甶第三方提供的软件或服务
		(以下称该等服务），该等服务是为了向您提供便利而
		设置，是取得该第三方的合法授权的。本协议并不授予
		您使用该等服务的任何权利，也不对该等服务提供任何
		形式的保证。</view>
		<view>二. 您使用该等服务时，应另行与该第三方达成服务协议，
		支付相应费用并承担可能的风险。摩之家不对该等服务提
		供任何形式的客户支持，如果您需要获取支持，请直接
		与该第三方联系。因您使用该等服务引发的任何纠纷，
		由您与该第三方负责解决，摩之家不承担任何责任。</view>
		<view>三.许可软件仅在当前使用或包含该等服务，摩之家并不保证
		许可软件将会永久地使用或包含该等服务，也不保证将来不
		会使用或包含该第三方的同类型或不同类型的软件或服务或
		其他第三方的软件或服务，一但摩之家在许可软件中使用或
		包含前述软件或服务，相应的软件或服务同样使用本条约定</view>
		<view>四. 您在使用许可软件的同时该等服务的，您即授权摩之家将
		您使用许可软件的信息传递给该第三方，或从该第三方
		获取您注册或使用该等服务时提供或产生的信息。</view>
		<view>五. 您同意，您是否遵循与该第三方约定使用该等服务，是
		您是否善意履行本协议的条件之一，如果该第三方确认
		您违反了您与其之间关于使用该等服务的协议约定，摩之家
		有权不需就相关确认与您核实即中止、终止对你的使
		用许可或采取其他摩之家可对您采取的限制措施，且无需
		承担任何责任。</view>
		<view style="font-weight: bold;">许可使用费</view>
		<view>一.摩之家将根据市场与技术的发展，向您提供与许可软件的
		各种增值服务。就许可软件及增值服务，摩之家有权收取
		许可使用费等相关费用。在开始收费前，摩之家将以适当
		的方式通知您具体收费标准，包括但不限于在摩之家官方
		网站及本软件上公示。您有权选择接受或拒绝收费，如
		果您选择拒绝的，应立即停止使用许可软件及/或增值服
		务，您继续使用许可软件的，即视为您同意支付相关费
		用。</view>
		<view>二. 您应在摩之家通知的期限内按照摩之家接受的方式足额支付
		许可使用费。您逾期支付许可使用费或支付的费用不足
		的，摩之家有权终止对您的软件许可，并依法追偿损失及/
		或赔偿。</view>
		<view>三. 您在摩之家通知前免费的试用许可软件，不应视为摩之家放
		弃收费的权利。摩之家有权随时通知您后收取相应费用。
		摩之家优惠券及礼金协议</view>
		<view style="font-weight: bold;">一.摩之家优惠券协议</view>
		<view>一. 用券后差额不找零，不退回；</view>
		<view>二. 一个订单只能使用一张优惠券，每张优惠券的使
		用条件请查看对应优惠券的使用说明；</view>
		
		<view>三. 请在有效期内使用优惠券，未使用的优惠券过期
		后，将自动作废；</view>
		<view>四. 特殊情况下，不可使用优惠券；</view>
		<view>五. 优惠券严禁出售或转让，如经发现并证实的，该
		券将予以失效处理；</view>
		<view style="font-weight: bold;">二.摩之家礼金协议</view>
		<view>一. 摩之家礼金余额仅用来购买摩之家平台服务，不可购
		买其他商品；</view>
		<view>二. 摩之家礼金余额不可提现及退款、不可透支、不计
		利息；</view>
		<view>三. 礼金使用问题可访问—礼金使用说明；</view>
		<view style="font-weight: bold;">隐私政策与数据</view>
		<view>一. 您同意，本协议所指个人隐私信息是指那些能够对您的
		身份进行有效辨识或涉及到您个人通信的信息，包括您
		的姓名、身份证号、手机号码、住址、丨P地址、 UDID
		等，但对于您使用许可软件的状态以及使用习惯等一些
		反映在摩之家服务器端的信息不属此列。</view>
		<view>二. 许可软件不含有任何手持移动终端数据和获取您隐私信
		息的恶意代码，不会监控您使用该终端的行为或泄漏您
		的个人隐私信息。</view>
		<view>三. 对于您使用许可软件所提供、形成的您的个人隐私信
		息，摩之家会予以保密。除非本协议另有约定，摩之家将不
		会在不通知的情况下透露您的个人隐私信息。</view>
		<view>四. 为以下目的，您授权摩之家披露您的个人隐私信息：</view>
		<view>1.遵守法律法规或遵照司法部门对摩之家所要求的法律程
		序；</view>
		<view>2.保护和维护摩之家及其关联公司的合法权益;</view>
		<view>3.在紧急情况下保护摩之家及其关联公司或其用户或社会
		大众的安全。</view>
		<view>五.本协议终止后，摩之家有权继续保留您的信息，但摩之家没
		有义务以任何形式向您提供该等信息。</view>
		<view  style="font-weight: bold;">特别授权</view>
		<view>您完全理解并不可撤销地授予摩之家及其关联公司下列权
		利：</view>
		<view>一. 对于使用许可软件时提供的资料及数据信息，您授予摩之家及其关联公司独家的、全球通用的、永久的、免费的
		许可使用权利（并有权在多个层面对该权利进行再授
		权>。此外，摩之家及其关联公司有权(全部或部份地）使
		用、复制、修订、改写、发布、翻译、分发、执行和展
		示您的全部资料数据或制作其派生作品，并以现在已知
		或曰后开发的任何形式、媒体或技术，将上述信息纳入
		其它作品内。</view>
		<view>二. 一旦您向摩之家及（或）其关联公司作出任何形式的承
		诺，且相关公司已确认您违反了该承诺，则摩之家有权立
		即按您的承诺或协议约定的方式对您的使用许可及其他
		摩之家可控制的权益采取限制措施，包括中止或终止对您
		的使用许可，并公示相关公司确认的您的违约情况。</view>
		<view>三. 一旦您违反本协议，或与摩之家签订的其他协议的约定，
		摩之家有权以任何方式通知摩之家关联公司，要求其对您的
		权益采取限制措施，包括但不限于要求关联公司中止、
		终止对您提供部分或全部服务，且在其经营或实际控制
		的任何网站公示您的违约情况。</view>
		<view>四. 许可软件在必要时有权使用手持移动终端处理器和无线
		网络等资源，用作容许其它许可软件使用者与您联络等
		目的。此项同意可能会影响您的使用感受和/或带来不可
		预知的风险，您同意自行承担该等风险。</view>
		<view  style="font-weight: bold;">无担保和责任限制</view>
		<view>一.您明确同意，您需独自承担使用许可软件产生的全部风
		险。</view>
		<view>二除法律法规有明确规定外，许可软件“按现状”和“可得
		到”的状态提供，摩之家对许可软件不作任何明示或暗示的
		保证，包括但不限于许可软件的适用性、没有错误或疏
		漏、持续性、准确性、可靠性、适用于某一特定用途。
		同时，摩之家也不对许可软件所涉及的技术及信息的有效
		性、准确性、正确性、可靠性、质量、稳定、完整和及
		时性作出任何承诺和保证。</view>
		<view>三. 摩之家不就电讯系统或手机网络的中断或无法运作、技术
		故障、计算机错误或病毒、信息损坏或丢失或其它在点
		到合理控制范围之外的原因而产生的其他任何性质的破
		坏而向您或任何第三方承担赔偿责任。</view>
		<view>四. 使用许可软件涉及到无线网络服务，会受到各个环节不
		稳定因素的影响，包括但不限于因不可抗力、黑客攻
		击、系统不稳定、您所处位置、您的手持移动终端处于
		关闭状态、信息内容非法以及其他任何网络、技术、通
		信线路、信息安全管理措施等原因造成许可软件无法正
		常使用，您同意自行承担以上风险，摩之家不承担任何责
		任。</view>
		<view>五.在任何情况下，由于您因下述任一情况所引起或与此有
		关的任何人身伤害或任何附带的、特别的、间接的或后
		果性的损害赔偿，包括但不限于利润损失、资料损失、
		业务中断的损害赔偿或任何其它商业损害赔偿或损失，
		无论因何原因产生，也无论摩之家是否知悉该等损失可能
		发生，<label style="font-weight: bold;">摩之家均无须为此承担任何责任：</label></view>
		<view>一. 使用或未能使用许可软件；</view>
		<view>二. 第三方未经批准的使用许可软件或更改您的数
		据；</view>
		<view>三. 使用许可软件进行的行为产生的费用及损失;</view>
		<view>四. 您对许可软件的误解；</view>
		<view>五.任何非因摩之家的原因而引起的与许可软件有关的
		其它损失。</view>
		<view>六.您同意，如因摩之家原因，造成许可软件不正常中断或其
		它技术故障，您所可能获得的最高赔偿额为不超过本协
		议项下摩之家已实际收取的相关软件使用许可费总额。</view>
		<view>七. 非经摩之家或摩之家授权开发并正式发布的其它任何由许可
		软件衍生的软件均属非法，下载、安装、使用此类软
		件，可能导致不可预知的风险，由此产生的一切法律责
		任与纠纷与摩之家无关，摩之家并有权中止、终止使用许可
		和/或其他一切服务。</view>
		<view>八. 您与其他使用许可软件的用户之间通过许可软件进行
		时，因您受误导或欺骗而导致或可能导致的任何心理、
		生理上的伤害以及经济上的损失，应由过错方依法承担
		所有责任，一概与摩之家无关。</view>
		<view style="font-weight: bold;">九. 知识产权</view>
		<view>1. 摩之家拥有许可软件的著作权、商业秘密以及其他相
		关的知识产权，包括与许可软件有关的各种文档资
		料。</view>
		<view>2. 许可软件的相关标识属于摩之家及其关联公司的知识
		产权，并受到相关法律法规的保护。未经摩之家明确
		授权，您不得复制、模仿、使用或发布上述标识，
		也不得修改或删除应用产品中体现摩之家及其关联公
		司的任何标识或身份信息。</view>
		<view>3. 未经摩之家及其关联公司事先书面同意，您不得为任
		何营利性或非营利性的目的自行实施、利用、转让
		或许可任何第三方实施、利用、转让上述知识产
		权。</view>
		<view  style="font-weight: bold;">十.协议终止和违约责任</view>
		<view>1. 如您违反本协议中的任何条款，本协议将自动终
		止，摩之家无需另行通知您。</view>
		<view>2. 您违反摩之家或其关联公司网站的条款、协议、规
		贝IJ、通告等相关规定，而被上述任一网站终止提供
		服务的，摩之家有权终止本协议。</view>
		<view>3. 在本协议终止时，您应停止对许可软件的任何使用
		行为，并销毁许可软件的全部副本。</view>
		<view>4. 如您违反本协议规定的任何条款，给摩之家或其他用
		户造成损失，您必须承担全部的赔偿责任。如摩之家
		承担了上述责任，则您同意赔偿摩之家的相关支出和
		损失，包括合理的律师费用。</view>
		<view  style="font-weight: bold;">十一.管辖法律和可分割性</view>
		<view>1. 本协议之效力、解释、变更、执行与争议解决均适
		用中华人民共和国法律，如无相关法律规定的，则
		应参照通用国际商业惯例和（或）行业惯例。</view>
		<view>2. 因本协议产生的任何争议，您应与摩之家以友好协商
		的方式予以解决；经协商无法最终解决的，应向摩之家所在地有管辖权
		的人民法院提请裁决。</view>
		<view>3. 本协议任何条款被有管辖权的人民法院裁定为无
		效，不应影响其他条款或其任何部分的效力，您与
		摩之家仍应善意履行。</view>
		<view  style="font-weight: bold;">十二.其他</view>
		<view>1.摩之家有权将本协议项下的权利义务转让给第三方，
		而无需征得您的同意。</view>
		<view>2. 本协议构成双方有关许可软件许可使用的全部协
		议，并取代之前与此相关所有谅解。</view>
		<view>3. 任何对本协议的修订，均应以书面方式，并获得您
		与摩之家的一致同意。</view>
		<view>4.本协议的所有标题仅仅是为了醒目及阅读方便，本身
		并没有实际涵义，不能作为解释本协议涵义的依据。</view>
		
	</view>
	
</template>
<style>
	view{
		font-size: 0.7rem;
	}
</style>